<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>DNSSettings</key>
			<dict>
				<key>DNSProtocol</key>
				<string>HTTPS</string>
				<key>ServerURL</key>
				<string>https://68xs6n.dgz.rubyfish.cn</string>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures device to use DNSaaS Encrypted DNS over HTTPS</string>
			<key>PayloadDisplayName</key>
			<string>DNSaaS over HTTPS</string>
			<key>PayloadIdentifier</key>
			<string>https.dnspod.dnsSettings.managed</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>3F52FA43-A510-94F8-BAFD-293ADB13B364</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProhibitDisablement</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Adds the DNSaaS to Big Sur and iOS 14 based systems</string>
	<key>PayloadDisplayName</key>
	<string>DNSPod over HTTPS</string>
	<key>PayloadIdentifier</key>
	<string>https.dnspod.apple-dns</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>AE303123-CB2A-7242-A2EC-D053F7DCCE12</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
